cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'jq'
brew 'gnu-sed', args: ['with-imlib2']
brew 'libcaca', args: ['with-default-names']
brew 'wget', args: ['with-iri']
brew 'node'
brew 'zsh'
brew 'zsh-autosuggestions'

cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'transmission'
cask 'visual-studio-code'
cask 'iterm2'
cask 'buttercup'
cask 'istat-menus'
cask 'sketch'
cask 'iconjar'
cask 'docker'
cask 'telegram'
